Revit 2027 API
ParameterTypeId.SpacingNumDivisionsU Property
 "Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingNumDivisionsU { get; }
Public Shared ReadOnly Property SpacingNumDivisionsU As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingNumDivisionsU {
	ForgeTypeId^ get ();
}
static member SpacingNumDivisionsU : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace